Repository: twofas/2fas-pass-ios
Catalog: 2PASS/2PASS/Other/Localizable.xcstrings
Source language: en
Languages: de, pl

# restore_manual_key_input_description
source: Enter your Secret Words (15-word phrase)
de: Gebe deine Wiederherstellungswörter ein (15 Wörter)
pl: Wpisz swoje tajne słowa (15-wyrazowe wyrażenie)

# restore_manual_key_input_title
source: Manual Input
de: Manuelle Eingabe
pl: Wprowadzanie ręczne

# restore_manual_word
source: Word %@
de: Wort %@
pl: Słowo %@

# restore_master_password_description
source: Enter your Vault's Master Password
de: Bitte gebe dein Masterkennwort ein
pl: Wprowadź hasło główne twojego sejfu

# restore_master_password_label
source: Master Password
de: Masterkennwort
pl: Hasło główne

# restore_master_password_title
source: Master Password
de: Masterkennwort
pl: Hasło główne

# restore_qr_code_camera_description
source: Hover over the QR code and wait for a moment
de: Überfliege den QR-Code und warte einen Moment
pl: Skieruj kamerę na kod QR i poczekaj chwilę

# restore_qr_code_camera_title
source: Scan the QR code
de: Scanne den QR-Code
pl: Zeskanuj kod QR

# restore_qr_code_error
source: The camera is unavailable. Check the 2FAS Pass camera access in System Settings
de: Die 2FAS Pass App ist nicht in der Lage, auf die Kamera zuzugreifen. Überprüfe bitte, ob die 2FAS Pass App die nötigen Zugriffsrechte hat.
pl: Kamera jest niedostępna. Sprawdź dostęp aplikacji 2FAS Pass do kamery w ustawieniach systemowych

# restore_qr_code_error_system_settings
source: System Settings
de: Geräteeinstellungen
pl: Ustawienia systemowe

# restore_qr_code_intro_cta
source: Scan the QR code
de: Scanne den QR-Code
pl: Zeskanuj kod QR

# restore_qr_code_intro_description
source: Scan the QR code from your printed Decryption Kit
de: Scanne den QR-Code von deinem ausgedruckten Entschlüsselungskit
pl: Zeskanuj kod QR z wydrukowanego zestawu deszyfrującego

# restore_qr_code_intro_title
source: Scan the QR code
de: Scanne den QR-Code
pl: Zeskanuj kod QR

# restore_reading_file_text
source: Reading backup file…
de: Lesen der Datensicherung
pl: Odczytywanie kopii zapasowej…

# restore_success_cta
source: Start using app
de: Anfangen die App zu nutzen
pl: Zacznij używać aplikacji

# restore_success_description
source: Start using the 2FAS Pass on this device.
de: Starte das Benutzen der 2FAS Pass auf diesem Gerät.
pl: Zacznij używać 2FAS Pass na tym urządzeniu.

# restore_success_title
source: Your Vault is restored!
de: Dein Tresor wurde erfolgreich wieder hergestellt!
pl: Twój sejf został przywrócony!

# restore_unencrypted_file_cta_description_ios
source: To import it, create a new Vault and navigate to **Settings → Import/Export**.
de: Um es zu exportieren, musst du einen neuen Tresor erstellen, gehe dazu in die **Einstellungen → Importieren/Exportieren**.
pl: Aby go zaimportować, stwórz nowy sejf i przejdź do **Ustawienia → Import/Eksport**.

# restore_unencrypted_file_description
source: The Vault cannot be recovered from an unencrypted backup file.
de: Der Tresor lässt sich nicht durch eine unverschlüsselte Datensicherung wiederherstellen.
pl: Nie można odzyskać sejfu z niezaszyfrowanego pliku kopii zapasowej.

# restore_unencrypted_file_title
source: Backup is unencrypted
de: Die Datensicherung ist unverschlüsselt
pl: Kopia zapasowa jest nieszyfrowana

# restore_use_recovery_key_description
source: Scan the QR code on the Recovery Kit or enter the Secret Words manually.
de: Scanne den QR-Code auf dem Wiederherstellungskit oder gebe die Wiederherstellungswörter manuell ein.
pl: Zeskanuj kod QR z zestawu deszyfrującego lub ręcznie wprowadź tajne słowa.

# restore_use_recovery_key_title
source: Use the Decryption Kit
de: Das Entschlüsselungskit benutzen
pl: Użyj zestawu deszyfrującego

# restore_vault_message
source: You've successfully restored your encrypted 2FAS Pass Vault. However, you must decrypt it to restore access to your Items.
de: Sie haben erfolgreich Ihren verschlüsselten 2FAS Pass Tresor wiederhergestellt. Allerdings müssen Sie ihn noch entschlüsseln, um Zugriff auf Ihre Einträge zu erhalten.
pl: Pomyślnie przywrócono zaszyfrowany sejf 2FAS Pass. Odszyfruj go, aby odzyskać dostęp do swoich elementów.

# restore_vault_source_description
source: To recover your 2FAS Pass Vault, select one of the available backup methods:
de: Wähle bitte eine der folgenden Optionen, um deinen 2FAS Pass Tresor wiederherzustellen
pl: Aby przywrócić twój sejf 2FAS Pass, wybierz jedną z dostępnych kopii zapasowych:

# restore_vault_source_option_file
source: Local file
de: Lokale Datei
pl: Plik lokalny

# restore_vault_source_option_file_description
source: Import a backup file
de: Importiere eine Datensicherung
pl: Importuj plik kopii zapasowej

# restore_vault_source_option_google_drive_description
source: Connect with your Google Drive
de: Mit deinem Google Drive verbinden
pl: Połącz się ze swoim Google Drive

# restore_vault_source_option_icloud_description
source: Restore backup from your iCloud
de: Verwende eine Datensicherung von deiner iCloud
pl: Przywróć kopię zapasową z iCloud

# restore_vault_source_option_s3_description
source: Recover your Vault from an S3 or S3-compatible storage.
de: Stelle deinen Tresor aus einem S3- oder S3-kompatiblen Speicher wieder her.
pl: Odzyskaj swój sejf z pamięci S3 lub kompatybilnej z S3

# restore_vault_source_option_webdav_description
source: Connect with your WebDAV server
de: Mit deinem WebDAV-Server verbinden
pl: Połącz się ze swoim serwerem WebDAV

# restore_vault_source_title
source: Select backup file
de: Wähle eine Datensicherung
pl: Wybierz plik kopii zapasowej

# restore_vault_title
source: Welcome back!
de: Willkommen zurück!
pl: Witaj z powrotem!

# restore_vault_verify_master_password_description
source: Enter your Master Password for this Vault
de: Bitte gebe dein Masterkennwort für diesen Tresor ein:
pl: Wprowadź hasło główne do tego sejfu

# restore_vault_warning
source: Do not uninstall 2FAS Pass without decrypting your Vault, as you will lose access to your Items.
de: Installieren sie 2FAS Pass nicht ohne den Tresor zu entschlüsseln, hierdurch wirst du deine Einträge verlieren.
pl: Nie odinstalowuj 2FAS Pass bez odszyfrowania swojego Skarbca, ponieważ utracisz dostęp do swoich elementów.

# restore_webdav_description
source: Restore your 2FAS Pass Vault from a WebDAV server.
de: Stelle deinen 2FAS Pass Tresor von einem WebDAV-Server wieder her.
pl: Przywróć sejf 2FAS Pass z serwera WebDAV.

# s3_access_key_id
source: Access Key ID
de: Zugriffsschlüssel-ID

# s3_connect
source: Connect
de: Verbinden
pl: Połącz

# s3_csv_load_failed
source: Could not read access keys from this file.
de: Die Zugriffsschlüssel konnten aus dieser Datei nicht gelesen werden.
pl: Nie udało się odczytać kluczy dostępu z tego pliku.

# s3_endpoint
source: Endpoint
de: Endpunkt
pl: Urządzenie końcowe

# s3_load_from_csv_cta
source: Load from CSV
de: Aus CSV laden
pl: Wczytaj z CSV

# s3_secret_access_key
source: Secret Access Key
de: Geheimer Zugangsschlüssel

# scan_decryption_kit_description
source: Point your camera at the QR code found in your Decryption Kit.
de: Richte deine Kamera auf den QR-Code in deinem Entschlüsselungskit.
pl: Zeskanuj kod QR z zestawu deszyfrującego.

# scan_decryption_kit_title
source: Scan the QR code
de: Scanne den QR-Code
pl: Zeskanuj kod QR

# secure_note_add_title
source: Add Secure Note
de: Sichere Notiz hinzufügen
pl: Dodawanie notatki

# secure_note_additional_info_label
source: Additional info
de: Zusätzliche Informationen
pl: Dodatkowe informacje

# secure_note_edit_title
source: Edit Secure Note
de: Sichere Notiz bearbeiten
pl: Edycja notatki

# secure_note_error_copy
source: Error while copying the note
de: Fehler beim Kopieren der Notiz
pl: Błąd podczas kopiowania notatki

# secure_note_text_label
source: Note
de: Notiz
pl: Notatka

# secure_note_text_more_action
source: more
de: mehr
pl: więcej

# secure_note_text_reveal_edit_action
source: Tap to edit
de: Antippen zum bearbeiten
pl: Kliknij, aby edytować

# secure_note_text_reveal_view_action
source: Tap to view
de: Zum anschauen antippen
pl: Kliknij, aby zobaczyć

# secure_note_view_action_copy
source: Copy note
de: Notiz kopieren
pl: Kopiuj notatkę

# security_biometrics_enable_cta
source: Enable Biometrics
de: Erlaube Biometrie
pl: Włącz biometrię

# security_biometrics_enable_description
source: Master Password is required to enable biometrics.
de: Das Masterkennwort wird benötigt, um die Biometriefunktion zu aktivieren.
pl: Do włączenia biometrii wymagane jest hasło główne.

# security_biometrics_enable_title
source: Enable Biometrics
de: Erlaube Biometrie
pl: Włącz biometrię

# security_decryption_kit_access_cta
source: Authenticate
de: Verifiziere
pl: Autoryzuj

# security_decryption_kit_access_description
source: Master Password is required to download a new Decryption Kit.
de: Das Masterkennwort wird benötigt, um das Entschlüsselungskit herunterzuladen.
pl: Hasło główne jest wymagane, aby pobrać nowy zestaw deszyfrujący.

# security_decryption_kit_access_title
source: New Decryption Kit
de: Neues Entschlüsselungskit
pl: Nowy zestaw deszyfrujący

# security_lockout_settings_cta
source: Authenticate
de: Verifiziere
pl: Autoryzuj

# security_lockout_settings_description
source: Authentication is required to change lockout settings
de: Verifikation wird benötigt, um die App-Abriegelungseinstellungen zu ändern
pl: Autoryzacja jest wymagana, aby zmienić ustawienia blokady

# security_lockout_settings_title
source: Change Lockout Settings
de: Ändere die App-Abriegelungseinstellungen
pl: Zmień ustawienia blokady

# security_screen_capture_enable_cta
source: Enable Screen Capture
de: Erlaube Bildschirmaufnahmen
pl: Pozwól na zrzuty ekranu

# security_screen_capture_enable_description
source: Authentication is required to enable Screen Capture
de: Verifikation wird benötigt, um Bildschirmaufnahmen zu erlauben
pl: Autoryzacja jest wymagana, aby pozwolić na zrzuty ekranu

# security_screen_capture_enable_title
source: Enable Screen Capture
de: Erlaube Bildschirmaufnahmen
pl: Pozwól na zrzuty ekranu

# security_tiers_help_layers_section_title
source: 3. Multi-Layer Encryption
de: 3. Drei-Stufen Verschlüsselung
pl: 3. Szyfrowanie wielowarstwowe

# security_tiers_help_local_first_section_figure_high
source: High
de: Hoch
pl: Wysokie

# security_tiers_help_local_first_section_figure_high_description
source: 2FAS Pass with Security Tiers and Multi-layer Encryption
de: 2FAS Pass mit Sicherheitsstufen und Multi-layer Verschlüsselung
pl: 2FAS Pass z poziomami bezpieczeństwa i szyfrowaniem wielowarstwowym

# security_tiers_help_local_first_section_figure_low
source: Low
de: Niedrig
pl: Niskie

# security_tiers_help_local_first_section_figure_low_description
source: Non-encrypted note applications
de: Unverschlüsselte Notiz-Apps
pl: Nieszyfrowane aplikacje z notatkami

# security_tiers_help_local_first_section_figure_medium
source: Medium
de: Mittel
pl: Średnie

# security_tiers_help_local_first_section_figure_medium_description
source: Centralized Server Password Manager Solutions
de: Passwortmanager mit zentralen Servern
pl: Scentralizowane, serwerowe rozwiązania do zarządzania hasłami

# security_tiers_help_local_first_section_figure_title
source: Security of your data
de: Sicherheit deiner Daten
pl: Bezpieczeństwo danych

# security_tiers_help_local_first_section_subtitle
source: 2FAS Pass stores all your Items in an encrypted local Vault on your mobile device. Hackers can't breach users' security data as there is no single point of attack, and every user stores their data privately.
de: Alle deine Daten werden von der 2FAS Pass App verschlüsselt auf deinem Gerät gespeichert. Dadurch schützen wir deine Daten vor "single point of attack" Angriffen, da jeder Nutzer seine Einträge auf seinem eigenen Gerät speichert.
pl: 2FAS Pass przechowuje wszystkie Twoje elementy w zaszyfrowanym, lokalnym sejfie na urządzeniu mobilnym. Brak centralnego punktu ataku sprawia, że dane użytkowników pozostają bezpieczne, a każdy użytkownik ma nad nimi pełną kontrolę.

# security_tiers_help_local_first_section_title
source: 1. Local-first approach
de: 1. Local-first Ansatz
pl: 1. Lokalność

# security_tiers_help_subtitle
source: 2FAS Pass provides an outstanding level of data security thanks to 3 core pillars:
de: 2FAS Pass bietet dank 3 zentraler Stützen ein außergewöhnliches Maß an Datensicherheit:
pl: 2FAS Pass gwarantuje wysoki poziom bezpieczeństwa danych dzięki trzem filarom:

# security_tiers_help_tiers_highly_secret_subtitle
source: Items assigned to the Highly Secret Tier provide a higher security standard and require additional confirmation. Access through the Browser Extension or using Autofill must be confirmed in 2FAS Pass.
de: Einträge, die der Stufe „Sehr sicher“ (Highly Secret Tier) zugewiesen sind, bieten einen höheren Sicherheitsstandard und erfordern eine zusätzliche Bestätigung. Der Zugriff über die Browser-Erweiterung oder per Autofill muss in 2FAS Pass bestätigt werden.
pl: Tajne elementy zapewniają wyższy standard bezpieczeństwa i wymagają dodatkowego potwierdzenia. Dostęp przez rozszerzenie przeglądarki lub za pomocą Autofill musi zostać potwierdzony w 2FAS Pass.

# security_tiers_help_tiers_highly_secret_title
source: Highly Secret
de: Sehr sicher
pl: Tajny

# security_tiers_help_tiers_layers_adp_subtitle
source: When you enable ADP and iCloud sync, your data is encrypted twice, first with your E2EE and then with Apple's encryption keys. Even if someone gains access to your iCloud, they will only find fully encrypted E2EE data, keeping it secure.
de: Wenn du ADP und iCloud sync aktivierst, werden deine Daten doppelt verschlüsselt. Die erste Verschlüsselung ist die E2EE-Verschlüsselung deines Tresores und die zweite Apple's Verschlüsselungs-Keys. Das heißt: Selbst sollte deine iCloud gehackt werden, sind deine Einträge immer noch geschützt.
pl: Gdy włączysz ADP i synchronizację z iCloud, twoje dane są szyfrowane podwójnie, najpierw przy użyciu E2EE, a następnie za pomocą kluczy szyfrujących Apple. Nawet jeśli ktoś uzyska dostęp do twojego iClouda, znajdzie tam jedynie w pełni zaszyfrowane i bezpieczne dane.

# security_tiers_help_tiers_layers_adp_title
source: Apple Advanced Data Protection
de: Apples fortschrittlicher Schutz deiner Daten.
pl: Zaawansowana Ochrona Danych Apple

# security_tiers_help_tiers_layers_android_e2ee_subtitle
source: Your data is protected with a unique, randomly generated SEED combined with your Master Password. On your device, the SEED is securely stored by Android Keystore and protected by the Trusted Execution Environment or StrongBox, so you only need your Master Password to access your data.
de: Deine Daten sind durch einen einzigartigen, zufällig generierten SEED in Kombination mit deinem Master-Passwort geschützt. Auf deinem Gerät wird der SEED sicher im Android Keystore gespeichert und durch das Trusted Execution Environment (TEE) oder die StrongBox geschützt. So benötigst du nur noch dein Master-Passwort, um auf deine Daten zuzugreifen.
pl: Twoje dane są chronione za pomocą unikalnego, losowo wygenerowanego SEED-u połączonego z hasłem głównym. SEED jest bezpiecznie przechowywany w Android KeyStore i zabezpieczony poprzez Trusted Execution Environment lub Strongbox, dzięki czemu potrzebujesz tylko hasła głównego, aby uzyskać dostęp do danych.

# security_tiers_help_tiers_layers_android_secure_subtitle
source: When setting up a new device, you'll need a 15-word recovery phrase to restore your SEED. It's securely stored in Android Keystore and protected by the TEE or StrongBox - a dedicated, tamper-resistant chip. This ensures your encryption keys never leave your device.
de: Bei der Einrichtung eines neuen Geräts benötigst du eine Wiederherstellungsphrase aus 15 Wörtern, um deinen SEED wiederherzustellen. Diese wird sicher im Android Keystore gespeichert und durch das TEE oder die StrongBox geschützt – einen speziellen, manipulationssicheren Chip. Das stellt sicher, dass deine Verschlüsselungsschlüssel dein Gerät niemals verlassen.
pl: Podczas konfiguracji nowego urządzenia będziesz potrzebować 15-wyrazowej frazy, aby przywrócić swój SEED. Jest on bezpiecznie przechowywany w Apple Keystore i zabezpieczony poprzez TEE lub Strongbox, czyli dedykowanym, odpornym na manipulacje czipie. Gwarantuje to, że klucze szyfrujące nigdy nie opuszczą twojego urządzenia.

# security_tiers_help_tiers_layers_android_secure_title
source: Android Hardware-Backed Security
de: Android Hardware gestütze Sicherheit
pl: Sprzętowe zabezpieczenia Androida

# security_tiers_help_tiers_layers_e2ee_subtitle
source: Your data is protected with a unique, randomly generated SEED combined with your Master Password. On your device, the SEED is securely stored in Apple's Secure Enclave, so you only need your Master Password to access your data.
de: Deine Daten sind mit einer einzigartigen und zufällig generierten SEED-Kombination und deinem Masterkennwort verschlüsselt. Auf deinem iPhone sind deine Einträge sicher in Apple's Secure Enclave gespeichert.
pl: Twoje dane są chronione za pomocą unikalnego, losowo wygenerowanego SEED-u połączonego z hasłem głównym. SEED jest bezpiecznie przechowywany w Apple Secure Enclave, dzięki czemu potrzebujesz tylko hasła głównego, aby uzyskać dostęp do danych.

# security_tiers_help_tiers_layers_e2ee_title
source: End-to-End Encryption (E2EE)
de: End-to-End Verschlüsselung (E2EE)
pl: Szyfrowanie end-to-end (E2EE)

# security_tiers_help_tiers_layers_secure_enclave_subtitle
source: When setting up a new device, you'll need a 15-word recovery phrase to restore your SEED. It's securely stored in Apple's Secure Enclave, a dedicated, tamper-resistant chip, ensuring your encryption keys never leave your device.
de: Wenn du ein neues Gerät einrichtest, benötigst du deine 15 Wiederherstellungswörter, um deinen SEED wiederherzustellen. Das Ganze wird in der Secure Enclave von Apple gespeichert. Hierbei handelt es sich um einen dedizierten Chip in deinem Handy.
pl: Podczas konfiguracji nowego urządzenia będziesz potrzebować 15-wyrazowej frazy, aby przywrócić swój SEED. Jest on bezpiecznie przechowywany w Apple Secure Enclave, dedykowanym, odpornym na manipulacje czipie, który gwarantuje, że klucze szyfrujące nigdy nie opuszczą twojego urządzenia.

# security_tiers_help_tiers_secret_subtitle
source: Items assigned to the Secret Tier are stored securely on your mobile device. They are available in Autofill and the 2FAS Pass Browser Extension whenever you need them.
de: Einträge, die der Sicher-Stufe (Secret Tier) zugewiesen sind, werden sicher auf deinem Mobilgerät gespeichert. Sie stehen dir in der Autofill-Funktion und der 2FAS Pass Browser-Erweiterung zur Verfügung.
pl: Poufne elementy są bezpiecznie przechowywane na urządzeniu mobilnym. Są dostępne w funkcji Autofill oraz w rozszerzeniu przeglądarki 2FAS Pass zawsze gdy są potrzebne.

# security_tiers_help_tiers_secret_title
source: Secret
de: Sicher
pl: Poufny

# security_tiers_help_tiers_section_subtitle
source: With Security Tiers, you decide how to use individual Items with Autofill and share them with the 2FAS Pass Browser Extension.
de: Durch Sicherheitsstufen wählst du, wie sicher jeder Eintrag sein soll. Du kannst einstellen, wie verschiedene Einträge mit dem automatischen Ausfüllen sowie der Browser-Erweiterung umgehen.
pl: Dzięki poziomom bezpieczeństwa decydujesz o dostępie autouzupełniania i rozszerzenia przeglądarki do każdego elementu.

# security_tiers_help_tiers_section_title
source: 2. Security Tiers
de: 2. Sicherheitsstufen
pl: 2. Poziomy bezpieczeństwa

# security_tiers_help_tiers_top_secret_subtitle
source: Items assigned to the Top Secret Tier are isolated and cannot be used with Autofill or 2FAS Pass Browser Extension. They must be entered manually.
de: Einträge, die der Stufe „Extrem sicher“ (Top Secret Tier) zugewiesen sind, sind isoliert und können nicht mit Autofill oder der 2FAS Pass Browser-Erweiterung verwendet werden. Sie müssen manuell eingegeben werden.
pl: Ściśle tajne elementy są odizolowane i nie mogą być używane z autouzupełnianiem ani z rozszerzeniem przeglądarki 2FAS Pass. Muszą być wpisywane ręcznie.

# security_tiers_help_tiers_top_secret_title
source: Top Secret
de: Extrem sicher
pl: Ściśle tajny

# security_tiers_help_title
source: How do we ensure data security?
de: Wie garantieren wir die Datensicherheit?
pl: Jak zapewniamy bezpieczeństwo danych?

# security_type_modal_description
source: With Security Tiers, you decide how to use individual Items with Autofill and share them with the 2FAS Pass Browser Extension.
de: Durch Sicherheitsstufen wählst du, wie sicher jeder Eintrag sein soll. Du kannst einstellen, wie verschiedene Einträge mit dem automatischen Ausfüllen sowie der Browser-Erweiterung umgehen.
pl: Dzięki poziomom bezpieczeństwa decydujesz o dostępie autouzupełniania i rozszerzenia przeglądarki do każdego elementu.

# security_type_modal_header
source: Choose Security Tier
de: Wähle eine Sicherheitsstufe
pl: Wybierz poziom bezpieczeństwa

# select_tags_title
source: Manage Tags
de: Tags verwalten
pl: Zarządzaj Tagami

# set_new_password_confirm_body_part1
source: Changing the Master Password will update your Vault encryption, so you'll need to
de: Wenn du das Masterkennwort änderst, wird die Verschlüsselung von deinem Tresor geändert, aufgrund dessen musst du,
pl: Zmiana hasła głównego spowoduje aktualizację szyfrowania sejfu, dlatego konieczne będzie pobranie

# set_new_password_confirm_body_part1_ios
source: Changing your Master Password will update the encryption of your Vault. You'll need to **download a new Decryption Kit and create a new Local Backup.**
de: Wenn du das Masterkennwort änderst, wird dein Tresor neu verschlüsselt. Daher musst du: **Dein neues Entschlüsselungskit herunterladen (das alte Entschlüsselungskit ist nicht mehr gültig) und eine neue lokale Datensicherung erstellen.
pl: Zmiana hasła głównego spowoduje aktualizację szyfrowania sejfu. Konieczne będzie **pobranie nowego zestawu deszyfrującego oraz utworzenie nowej lokalnej kopii zapasowej.**

# set_new_password_confirm_body_part2_bold
source: download a new Decryption Kit.
de: ein neues Entschlüsselungskit herunterladen.
pl: pobranie nowego zestawu deszyfrującego.

# set_new_password_confirm_body_part2_ios
source: If you use this Vault on other devices, Sync will be disabled, and you'll need to re-enable it using your new Master Password.
de: Wenn du diesen Tresor auf anderen Geräten nutzt, wird die Synchronisation deaktiviert und du musst es erneut in den Einstellungen aktivieren.
pl: Jeśli używasz tego sejfu na innych urządzeniach, synchronizacja zostanie wyłączona i będziesz musiał ją ponownie włączyć, używając nowego hasła głównego.

# set_new_password_confirm_body_part3
source: If you use this Vault on other devices, Cloud Sync will be paused on them, and you'll need to
de: Wenn du diesen Tresor auf anderen Geräten nutzt, wird die Cloud Synchronisation auf Ihnen pausiert und du musst
pl: Jeśli korzystasz z tego Skarbca na innych urządzeniach, synchronizacja w chmurze zostanie na nich wstrzymana i będziesz musiał

# set_new_password_confirm_body_part4_bold
source: re-enable it
de: es erneut erlauben
pl: włączyć ją ponownie

# set_new_password_confirm_body_part5
source: with your new Master Password.
de: mit deinem neuen Masterkennwort
pl: przy użyciu nowego hasła głównego.

# set_new_password_confirm_title
source: Confirm Password Change
de: Bestätige die Passwortänderung
pl: Potwierdź zmianę hasła

# set_new_password_screen_description
source: Please enter and confirm your new Master Password to complete the update.
de: Bitte gebe dein neues Masterpasswort ein und bestätige es.
pl: Wprowadź i potwierdź nowe hasło główne, aby zakończyć zmianę hasła.

# set_new_password_screen_title
source: New Master Password
de: Neues Masterkennwort
pl: Nowe hasło główne
